submission_logs/3_1_full_system_write/64/2/1-0/2/memtier/4.log
1         Threads
2         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets         942.06          ---          ---      2.11800      3805.41 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals       942.06         0.00         0.00      2.11800      3805.41 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.840         0.00
SET       0.850         0.00
SET       0.900         0.01
SET       0.910         0.01
SET       0.920         0.01
SET       0.930         0.02
SET       0.940         0.03
SET       0.950         0.04
SET       0.960         0.05
SET       0.970         0.07
SET       0.980         0.11
SET       0.990         0.13
SET       1.000         0.58
SET       1.100         2.84
SET       1.200         8.11
SET       1.300        15.91
SET       1.400        25.03
SET       1.500        34.99
SET       1.600        43.76
SET       1.700        51.82
SET       1.800        58.77
SET       1.900        64.49
SET       2.000        69.01
SET       2.100        72.73
SET       2.200        76.05
SET       2.300        78.78
SET       2.400        80.83
SET       2.500        82.67
SET       2.600        84.16
SET       2.700        85.46
SET       2.800        86.55
SET       2.900        87.50
SET       3.000        88.37
SET       3.100        89.16
SET       3.200        89.85
SET       3.300        90.47
SET       3.400        91.03
SET       3.500        91.51
SET       3.600        92.04
SET       3.700        92.49
SET       3.800        92.85
SET       3.900        93.19
SET       4.000        93.50
SET       4.100        93.79
SET       4.200        94.06
SET       4.300        94.31
SET       4.400        94.55
SET       4.500        94.77
SET       4.600        94.99
SET       4.700        95.18
SET       4.800        95.37
SET       4.900        95.59
SET       5.000        95.75
SET       5.100        95.94
SET       5.200        96.13
SET       5.300        96.29
SET       5.400        96.42
SET       5.500        96.58
SET       5.600        96.70
SET       5.700        96.82
SET       5.800        96.95
SET       5.900        97.10
SET       6.000        97.19
SET       6.100        97.30
SET       6.200        97.44
SET       6.300        97.54
SET       6.400        97.67
SET       6.500        97.78
SET       6.600        97.90
SET       6.700        98.02
SET       6.800        98.15
SET       6.900        98.25
SET       7.000        98.38
SET       7.100        98.48
SET       7.200        98.57
SET       7.300        98.66
SET       7.400        98.72
SET       7.500        98.80
SET       7.600        98.87
SET       7.700        98.95
SET       7.800        99.01
SET       7.900        99.07
SET       8.000        99.12
SET       8.100        99.18
SET       8.200        99.23
SET       8.300        99.28
SET       8.400        99.32
SET       8.500        99.35
SET       8.600        99.39
SET       8.700        99.43
SET       8.800        99.46
SET       8.900        99.50
SET       9.000        99.52
SET       9.100        99.55
SET       9.200        99.58
SET       9.300        99.62
SET       9.400        99.64
SET       9.500        99.66
SET       9.600        99.68
SET       9.700        99.70
SET       9.800        99.71
SET       9.900        99.72
SET      10.000        99.80
SET      11.000        99.90
SET      12.000        99.94
SET      13.000        99.95
SET      14.000        99.96
SET      15.000        99.97
SET      16.000        99.98
SET      17.000        99.98
SET      18.000        99.99
SET      19.000        99.99
SET      20.000        99.99
SET      21.000       100.00
SET      22.000       100.00
---
---